Repository: cran/datefixR
Catalog: po/R-*.po
Languages: cs, es, fr, sk

source: df should be a dataframe object!
cs: df by měl být objekt typu dataframe!
es: df debe ser un objeto de tipo dataframe!
fr: df doit être un objet de type dataframe !
sk: df by mal byť objekt typu dataframe!

source: col.names should be a character vector!
cs: col.names by měl být vektor znaků!
es: col.names debe ser un vector de carácteres
fr: col.manes doit être un vecteur de caractères !
sk: col.names by mal byť vektor znakov!

source: Unable to resolve date for subject
cs: Pro subjekt se nepodařilo rozpoznat datum
es: Imposible resolver la fecha para el sujeto
fr: Impossible de résoudre la date pour le sujet
sk: Dátum nemohol byť rozpoznaný pre daný subjekt

source: (date:
cs: (datum:
es: (fecha:
sk: (dátum:

source: unable to tidy a date
cs: nepodařilo se normalizovat datum
es: Imposible acomodar una fecha
fr: impossible de nettoyer une date
sk: nepodarilo sa normalizovať dátum

source: month.impute should be an integer between 1 and 12
cs: month.impute by mělo být celé číslo mezi 1 a 12
es: month.impute debe ser un número entero entre 1 y 12
fr: month.impute doit être un nombre entier entre 1 et 12
sk: month.impute by malo byť celé číslo od 1 do 12

source: month.impute should be an integer
cs: month.impute by mělo být celé číslo
es: month.impute debe ser un número entero
fr: month.impute doit être un nombre entier
sk: month.impute by malo byť celé číslo

source: Month not in expected range
cs: Měsíc není v očekávaném rozsahu
es: Mes fuera del rango esperado
fr: Month ne se situe pas dans l'intervalle attendu
sk: Mesiac nie je v očakávanom rozsahu

source: Day not in expected range
cs: Den není v očekávaném rozsahu
es: Día fuera del rango esperado
fr: Day ne se situe pas dans l'intervalle attendu
sk: Deň nie je v očakávanom rozsahu

source: format should be either 'dmy' or 'mdy'
cs: Formát by měl být buď 'dmy' nebo 'mdy'
es: formato debe ser 'dma' o 'mda'
fr: le format doit être soit 'jma' ou 'mja'
sk: Formát by mal byť 'dmy' alebo 'mdy'.

source: NA imputed (date:
cs: Imputované NA (datum:
es: NA imputado (fecha:
fr: NA imputé (date :
sk: Imputované NA (dátum:

source: NA imputed for subject
cs: Imputované NA pro subjekt
es: NA imputado para el sujeto
fr: NA imputé pour le sujet
sk: Imputované NA pre subjekt

source: date should be a character
cs: datum by měl být text
es: la fecha debe ser un carácter
fr: la date doit être un caractère
sk: dátum by malo byť text

source: theme should be 'datefixR' or 'none'
cs: theme by měl být 'datefixR' nebo 'none'
es: el tema debe ser 'datefixR' o 'none'
fr: le thème doit être 'datefixR' ou 'none'
sk: theme by mal byť 'datefixR' alebo 'none'

source: The current locale does not support multibyte characters.
cs: Aktuální prostředí (locale) nepodporuje vícebajtové znaky.
es: La configuración regional actual no admite caractéres multibyte
fr: Les réglages régionaux actuels ne prennent pas en charge les caractères multioctets.
sk: Aktuálne prostredie (locale) nepodporuje viacbajtové znaky.

source: You may run into difficulties if any months are given as
cs: Mohou nastat potíže, pokud jsou nějaké měsíce uvedené jako
es: Puedes tener dificultades si algún mes es dado como
fr: Vous risquez de rencontrer des difficultés si des mois sont utilisés
sk: Môžu nastať problémy, ak sú niektoré mesiace uvedené ako

source: non-English language names.
cs: Neanglická jména jazyků.
es: nombres en idiomas distintos del inglés.
fr: avec des noms dans une langue autre que l'anglais.
sk: Neanglické názvy jazykov.
